Repository: Developement-Happysanz/HSTiOS1
Catalog: SkilEx/Helper/*.lproj/Localizable.strings
Languages: ta

# appname_text
source: SkilEx
ta: ஸ்கிலெக்ஸ்

# welcome_text
source: Welcome !
ta: நல்வரவு

# mobilenumber_text
source: Enter Mobile Number
ta: தொலைபேசி எண்ணை என்டர் செய்யவும்

# mobilenumberplaceholder_text
source: Mobile Number
ta: தொலைபேசி எண்

# login_text
source: Login
ta: உள்நுழை

# skip_text
source: Skip for now
ta: இப்போதைக்கு தவிர்

# reffreal_text
source: Referral Code
ta: பரிந்துரை குறியீடு(கட்டாயமற்றது)

source: Done
ta: முடிந்தது

source: Cancel
ta: வேண்டாம்

# enterverificationCode_text
source: Enter Verification Code
ta: சரிபார்ப்பு குறியீட்டை என்டர் செய்யவும்

# content_text
source: We have sent you a 4 digit verfication code to your mobile number
ta: உங்கள் மொபைல் எண்ற்கு அனுப்பப்பட்டுள்ள 4 இலக்க கடவுச்சொல்லை என்டர் செய்யவும்

# resend_text
source: Resend OTP
ta: கடவுச்சொல்லை மீண்டும் அனுப்புக

# notsendOTP_text
source: Didn't Receive the OTP?
ta: கடவுச்சொல்லை பெறவில்லையா?

# profilenavtitle_text
source: Update User Profile
ta: பயனர் சுயவிவரத்தை புதுப்பிக்கவும்

# fullname_text
source: Full Name
ta: முழுப்பெயர்

# regmobnum_text
source: Enter Mobile Number
ta: தொலைபேசி எண்ணை என்டர் செய்யவும்

# address_text
source: Address
ta: முகவரி

# mailid_text
source: Enter Email ID (optional)
ta: மின்னஞ்சல் முகவரி (கட்டாயமற்றது)

# city_text
source: City
ta: நகரம்

# gender_text
source: Gender
ta: பாலினம்

# male_text
source: Male
ta: ஆண்

# female_text
source: Female
ta: பெண்

# submit_profile_text
source: Save
ta: சேவ் செய்க

# homenavtitle_text
source: Category
ta: பிரிவுகள்

# hometab_text
source: Home
ta: முகப்பு பக்கம்

# servicetab_text
source: Services
ta: சேவைகள்

# profiletab_text
source: Profile
ta: பயனர் சுயவிவரம்

# homealertmsg_text
source: If you want this service you have to login
ta: இச்சேவையை பெற உள்நுழையவும்

# homealertbuttonlogin_text
source: Login
ta: உள்நுழை

# homealertbuttoncancel_text
source: Cancel
ta: ரத்து செய்

# homesearchbar_text
source: Search for Services
ta: ஸ்கிலெக்ஸ் சேவைகளை தேடவும்

# userprofilenav_text
source: User Profile
ta: பயனர் சுயவிவரம்

# profilesettings_text
source: Profile Details
ta: சுயவிவர அமைப்புகள்

# aboutSkilex_text
source: About
ta: ஸ்கைலெக்ஸ் பற்றி அறிய

# shareSkilex_text
source: Share App
ta: ஸ்கைலெக்ஸ் பகிரவும்

# languagechange_text
source: Change Language
ta: மொழியை தேர்வுசெய்க

# logout_text
source: Log Out
ta: வெளியேறு

# referEarn_text
source: Refer and Earn
ta: பரிந்துரைத்து சம்பாதிக்கவும்

# wallet_text
source: SkilEx Wallet
ta: ஸ்கிலெக்ஸ் வாலட்

# servicestitle_text
source: Services
ta: சேவைகள்

# servicesrequested_text
source: Requested Services
ta: கோரிய சேவைகள்

# servicesongoing_text
source: Ongoing Services
ta: நடப்பு சேவைகள்

# servicesService_text
source: Service History
ta: நிறைவுற்ற சேவைகளின் விபரங்கள்

# servicespageBack_text
source: If you want to leave the page, All the existing added service will be Deleted
ta: நீங்கள் பக்கத்தை விட்டு வெளியேற விரும்பினால், ஏற்கனவே உள்ள அனைத்து சேவைகளும் நீக்கப்படும்

# servicescartmsg_text
source: Your Cart is Empty
ta: உங்கள் சேவை பட்டியல் காலியாக உள்ளது

# servicedetailnav_text
source: Sub Category
ta: தேடல் விபரங்கள்

# servicedetailservice_text
source: Services
ta: சேவைகள்

# servicedetailsummary_text
source: View Summary
ta: நிறைவு சுருக்கம்

# servicedetailadd_text
source: Add
ta: சேர்

# servicediscripitionnav_text
source: Service Detail
ta: சேவை விபரம்

# servicediscripitionbooknwBtn_text
source: Book Now
ta: முன் பதிவு செய்யவும்

# servicediscripitionInclusion_text
source: Inclusions
ta: உள்ளடக்கம்

# servicediscripitionExclusion_text
source: Exclusions
ta: விலக்குகள்

# servicediscripitionProcedure_text
source: Procedure
ta: செயல்முறை

# servicediscripitionOthers_text
source: Others
ta: வேறு

# viewsummarynavtitle_text
source: Booking Summary
ta: சேவை நிறைவுச்சுருக்கம்

# viewsummaryadvanceamount_text
source: Advance Amont
ta: முன் பணம்

# viewsummarytotalamount_text
source: Total Service Cost
ta: மொத்த தொகை

# viewsummaryproceed_text
source: Confirm
ta: உறுதிப்படுத்தவும்

# ordersummary_text
source: Order Summary
ta: ஆர்டர் சுருக்கம்

# customeraddressnavtitle_text
source: Address
ta: முகவரி

# locationaddress_text
source: Location (Address)
ta: பகுதி / இடம்

# customeraddressname_text
source: Name
ta: பெயர்

# customeraddressphonenumber_text
source: Phone Number
ta: தொலைபேசி எண்

# customeraddressdate_text
source: Select Date
ta: தேதியை தேர்வு செய்க

# customeraddresstime_text
source: Select Time
ta: நேரத்தை தேர்வு செய்க

# customeraddressproceed_text
source: Book Service
ta: தொடரவும்

# customeraddressnotes_text
source: Add Notes
ta: குறிப்புகளைச் சேர்க்கவும்

# searchresultnavtitle_text
source: Search Result
ta: தேடல் முடிவுகள்

# advancepaymentnavtitle_text
source: Advance Payment
ta: முன் பணம்

# advancepaymentproceed_text
source: Proceed
ta: தொடரவும்

# ongoingservicenavtitle_text
source: Ongoing Service
ta: நடப்பு சேவைகள்

# requestedservicenavtitle_text
source: Requested Service
ta: கோரிய சேவைகள்

# servicesdetailreqstednavtitle_text
source: Requested Service Detail
ta: கோரிய சேவையின் விபரங்கள்

# servicesdetailongoingnavtitle_text
source: Ongoing Service Detail
ta: நடப்பு சேவையின் விபரங்கள்

# servicesdetailongoingprovider_text
source: SkilEx Commando
ta: சேவை வழங்குநர்

# servicesdetailongoingtimeslot_text
source: Service Starting Time
ta: சேவை தொடங்கும் நேரம்

# servicesdetailongoingestimatedcost_text
source: Estimated Cost
ta: கணிக்கப்பட்ட தொகை

# servicesdetailongoingcallserviceperson_text
source: Call SkilEx Expert
ta: சேவகரை அழை

# servicesdetailongoingtrack_text
source: Track
ta: கண்காணி

# servicesdetailongoingstart_text
source: Start
ta: தொடங்கவும்

# servicesdetailrequestednavtitle_text
source: Requested Service Detail
ta: கோரிய சேவையின் விபரங்கள்

# servicesdetailrequestedcustomername_text
source: Customer Name
ta: வாடிக்கையாளர் பெயர்

# servicesdetailrequestedcustomernumber_text
source: Phone Number
ta: தொலைபேசி எண்

# servicesdetailrequestedestimated_text
source: Estimated Cost
ta: கணிக்கப்பட்ட தொகை

# servicesdetailrequestedaddress_text
source: Address
ta: முகவரி

# servicesdetailrequestedcancel_text
source: Cancel service
ta: சேவையை ரத்து செய்

# servicesorderID_text
source: Order Id
ta: ஆர்டர் எண்

# bookingstatusnavtitle_text
source: booking Success
ta: சேவை முன்பதிவு செய்யப்பட்டது

# bookingsucces_text
source: Success
ta: வெற்றி

# bookingsuccesstatus_text
source: Your Service booking completed Successfully
ta: உங்கள் சேவை வெற்றிகரமாக முன்பதிவு செய்யப்பட்டது

# backtohome_text
source: Back to Home
ta: சரி

# bookingfailed_text
source: Sorry!
ta: மன்னிக்கவும் !

# bookingfailedstatus_text
source: Your booking has Failed
ta: உங்களது முன்பதிவு தோல்வியடைந்தது!

# backtohomefailed_textt
source: Try Again
ta: மீண்டும் முயற்சிக்கவும்

# servicesdetailongoingsResumeDate_text
source: Service Resume Date
ta: சேவை மறுதொடக்கம் தேதி

# servicesdetailongoingsResumeTime_text
source: Service Resume Time
ta: சேவை மீண்டும் நேரம்

# trackingnavtitle_text
source: Tracking
ta: கண்காணிப்பு

# servicehistorysummarynavtitle_text
source: Booking Detail Summary
ta: சேவை முன்பதிவு நிறைவுச்சுருக்கம்

# servicehistorysummarycustomername_text
source: Customer Name
ta: வாடிக்கையாளர் பெயர்

# servicehistorysummaryservicedate_text
source: Service Date
ta: சேவை நாள்

# servicehistorysummaryrequestedtime_text
source: Requested Service Time
ta: கோரிய சேவையின் நேரம்

# servicehistorysummaryserviceprovider_text
source: SkilEx Commando
ta: சேவை வழங்குநர்

# servicehistorysummaryserviceperson_text
source: SkilEx Expert
ta: சேவகர்

# servicehistorysummaryservicestarted_text
source: Service started on
ta: சேவை தொடங்கப்பட்ட நாள்

# servicehistorysummaryservicecompleted_text
source: Service completed on
ta: சேவை நிறைவுற்ற நாள்

# servicehistorysummaryviewbill_text
source: View Bill
ta: ரசிது

# servicehistorysummarymaterialsused_text
source: Materials Used
ta: பயன்படுத்தப்பட்ட பொருட்கள்

# servicehistorysummarypayment_text
source: Payment
ta: சேவை கட்டணம்

# servicehistorysummaryservicecharge_text
source: Service Charge
ta: சேவை கட்டணம்

# servicehistorysummaryadditionalservicecharge_text
source: Additional Service Charge
ta: கூடுதல் சேவை கட்டணம்

# servicehistorysummarycouponapplied_text
source: Coupon Applied
ta: கூப்பன் பயன்படுத்தப்பட்டது

# servicehistorysummaryadvanceamount_text
source: Advance Amount
ta: முன் பணம்

# servicehistorysummarygrandtotal_text
source: Grand total
ta: மொத்தம்

# servicehistorysummarysubtotal_text
source: Sub total
ta: கூட்டுத்தொகை

# servicehistorysummaryshare_text
source: Share
ta: பகிரவும்

# servicehistorybutton_text
source: Pay Now
ta: பணம் செலுத்து

# serviceentercouponcode_text
source: Enter Coupon Code
ta: கூப்பன் குறியீட்டை உள்ளிடவும்

# serviceapply_text
source: Apply
ta: விண்ணப்பிக்கவும்

# serviceadditional_text
source: Additional Service
ta: கூடுதல் சேவை

# additionalservicenavtitle_text
source: Additional Services
ta: கூடுதல் சேவைகள்

# paymentmethodavtitle_text
source: Payment Method
ta: பணம் செலுத்தும் முறை

# paymentmethodonline_text
source: Payment online
ta: ஆன்லைனில் பணம் செலுத்து

# paymentmethodcash_text
source: Pay by Cash
ta: நேரடியாக பணம் செலுத்து

# cancelservicenavtitle_text
source: Service Cancellation
ta: சேவையை ரத்து செய்தல்

# cancelservicetextfield_text
source: Select a reson for cancellation
ta: ரத்து செய்வதற்கான காரணத்தை தேர்வு செய்யவும்

# cancelservicecommnets_text
source: Comments (If any)
ta: கருத்துக்கள் (ஏதேனும் இருந்தால்)

# cancelservicesubmit_text
source: Submit
ta: சமர்ப்பிக்க

# ccresultsucess_text
source: Awesome !
ta: அருமை!

# ccresultstatussuces_text
source: You service order completed successfully
ta: ஸ்கிலெக்ஸ் மூலமாக நீங்கள் வெற்றிகரமாக சேவை முன்பதிவு செய்துள்ளீர்கள்

# ccresultsbuttonsucess_text
source: Rate Your Service
ta: உங்கள் சேவையை மதிப்பிடுங்கள்

# ccresultfailure_text
source: Something's Wrong
ta: எதோ தவறு நடந்துள்ளது

# ccresultstatusfailure_text
source: We are not able to process your Payment
ta: உங்கள் சேவை கட்டணத்தை செயல்படுத்த முடியவில்லை

# ccresultsbuttonfailure_text
source: Try Again
ta: மீண்டும் முயற்சிக்கவும்

# notificationnavtitle_text
source: Notification
ta: அறிவிப்பு

# aboutusnavtitle_text
source: SkilEx
ta: ஸ்கிலெக்ஸ்

# aboutLabel_text
source: About
ta: ஸ்கிலெக்ஸ் - ஒரு பார்வை

# viewbillnavtitle_text
source: View Bill
ta: ரசிதை பார்க்கவும்

# advancepamentnotreturn
source: If you cancel you will not be refunded the advance amount paid. Are you sure you want to cancel?
ta: நீங்கள் ரத்துசெய்தால், செலுத்தப்பட்ட முன்கூட்டியே தொகை உங்களுக்கு திருப்பித் தரப்படாது. நீங்கள் நிச்சயமாக ரத்து செய்ய விரும்புகிறீர்களா?

# namefield
source: Name is mandatory
ta: பெயர் கட்டாயம் தேவை

# mobilefield
source: Phone number is mandatory
ta: தொலைப்பேசி எண் கட்டாயம் தேவை

# genderfield
source: Gender must be choosen
ta: பாலினம் கட்டாயம் தேவை

# addressfield
source: Address must be choosen
ta: முகவரி கட்டாயம் தேவை

# datefield
source: Date is mandatory
ta: தேதியை கட்டாயம் தேவை

# timefield
source: time is mandatory
ta: நேரம் is mandatory

# guestclickprofile
source: You need login to access your profile
ta: சுயவிபரங்களை அணுக உள்நுழையவும்

# noinfpormationguest
source: No Information Found
ta: எந்த தகவலும் கிடைக்கவில்லை

# additionalservicealert
source: Additional Service is Empty
ta: கூடுதல் சேவை காலியாக உள்ளது

# servicedetailalertnextcatgoery
source: You need to confirm your selection before going for another category. Else your selection will be discarded.
ta: தயவுசெய்து ஒரே ஒரு சேவையை மட்டும் தேர்ந்தெடுக்கவும், சேவை நேரத்தில் சேவை நிபுணரால் கூடுதல் சேவை சேர்க்கப்படும்.

# confirmalert
source: Confirm
ta: அழித்து தொடரவும்

# logintoaccess
source: You need to login to book a service
ta: சேவை முன்பதிவு செய்யஉள்நுழைவது அவசியம்

# searchtextnotempty
source: what are you looking for?
ta: நீங்கள் என்ன தேடுகிறீர்கள்?

# LogOutAccess
source: Do you really want to logout?
ta: நீங்கள் உண்மையில் வெளியேற விரும்புகிறீர்களா?

# LogOutAccessButtonOK
source: YES
ta: ஆம்

# LogOutAccessButtonCancel
source: NO
ta: இல்லை

# GuestUSER
source: GUEST
ta: விருந்தினர் பயனர்

# rateServicenavtitle_text
source: Rate Your Service
ta: உங்கள் சேவையை மதிப்பிடுங்கள்

# rateServicSubmitBtn_text
source: Submit
ta: சமர்ப்பிக்க

# rateServicSkipBtn_text
source: Skip
ta: இப்போதைக்கு தவிர்

# rateServicAlertBox_text
source: Rate your service before submitting
ta: சமர்ப்பிக்கும் முன் உங்கள் சேவையை மதிப்பிடுங்கள்

# termsandConditionnavtitle_text
source: Terms and Condition
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்

# referAndEarnnavtitle_text
source: Refer And Earn
ta: பரிந்துரைத்து சம்பாதிக்கவும்

# amountStatusnavtitle_text
source: Amount Status
ta: தொகை நிலை

# SkilexWalletnavtitle_text
source: SkilEx Wallet
ta: ஸ்கிலெக்ஸ் வாலட்
